[{"id":"0","imgUrl":"http://localhost:5000/images/sprinklr.jpeg","name":"Sprinklr","description":"Sprinklr is an American software company based in New York City that develops a SaaS customer experience management (CXM) platform. he company's software, also called Sprinklr, combines different applications for social media marketing, social advertising, content management, collaboration, employee advocacy, customer care, social media research, and social media monitoring.","jobs":[{"id":"0","name":"Front-End Product Engineer","description":"As the world moves even more online due to the coronavirus pandemic, customers are connected and empowered like never before. Customers want an immediate, personalized and consistent experience, no matter which channel they choose to engage with a brand. f you are interested in creating a user-friendly environment by writing code and moving forward in your career, then this job is for you.","salary":250000,"location":"Gurgaon"},{"id":"1","name":"Back-End Product Engineer","description":"Sprinklr is a Customer Experience Management (CXM) platform for modern enterprises with 2500+ employees helping the world’s most valuable enterprises make their customers happier. Build reusable code and libraries for future use.","salary":250000,"location":"Gurgaon"}],"comments":[{"id":"0","comment":"This is an amazing company to work at, they are building the technology of the future. CXM is a rapidly growing field, and Sprinklr is dominating it at this stage itself.","date":"10 June 2021"}]},{"id":"1","imgUrl":"http://localhost:5000/images/ust-global.jpeg","name":"UST Global","description":"UST is a global provider of digital technology and transformation, IT services and solutions, headquartered in Aliso Viejo, California, United States. Stephen Ross founded UST in 1998 in Laguna Hills. The company has offices in the Americas, EMEA, APAC, and India. UST specializes in financial services, retail & CPG, manufacturing, technology, media and telecom, semiconductor, and the public sector.","jobs":[{"id":"2","name":"Machine Learning Research Intern","description":"Work on solving industry level Machine Learning Research problems using the latest cutting-edge algorithms.","salary":20000,"location":"Trivandrum"}],"comments":[{"id":"1","comment":"In the Machine Learning area, UST global works on breakthrough research in industrial product areas. It is an amazing opportunity to work here. The office is huge and amazing, and free coffee !","date":"10 March 2018"},{"id":"2","comment":"The office is just so cool, it has a swimming pool and a gym on the terrace. There are immersive client meetings, amazing restaurants in the ground floor. The work environment is also great.","date":"3 November 2019"}]},{"id":"2","imgUrl":"http://localhost:5000/images/composewell-technologies.png","name":"Composewell Technologies","description":"Build high-performance, reliable and modular software with Haskell and Streamly. Build reliable and high-performance systems from modular building blocks using dataflow programming and declarative concurrency.","jobs":[{"id":"3","name":"Software Engineering Intern","description":"Contribute to develop and maintain an open-source library for Haskell which stresses on high-performance, optimization, concurrency and core technologies","salary":20000,"location":"Bangalore"},{"id":"5","name":"Software Engineer","salary":100000,"location":"Bangalore","description":"As a software engineer, you are expected to get familiar with our open source software, improve upon it's capabilities, add further capabilities, add core functionality and optimize current functionality."}],"comments":[]},{"id":"3","imgUrl":"http://localhost:5000/images/lyearn.jpeg","name":"Lyearn","description":"Lyearn is a learning management system which empowers organisations to deliver a deeply engaging experience to their learners where they are, anytime, anywhere.","jobs":[{"id":"4","name":"Senior Software Engineer","description":"We want to empower everyone to teach better and learn better, with the technology that educate and upscale their lives.","salary":134062,"location":"Gandhinagar"}],"comments":[]},{"id":"4","name":"Mathworks","description":"MathWorks is an American privately held corporation that specialises in mathematical computing software. Its major products include MATLAB and Simulink, which support data analysis and simulation.","imgUrl":"http://localhost:5000/images/mathworks.jpeg","jobs":[{"id":"6","name":"Engineering Development Group","salary":114000,"location":"Bangalore","description":"Join our Engineering Development Group (EDG) where you will have the opportunity to develop your technical and leadership skills for a successful career at MathWorks. The position consists of two central components – Application support and collaborative project work with other departments."}],"comments":[]},{"id":"5","name":"Cargill","description":"Cargill is an American privately held global food corporation based in Minnetonka, Minnesota, and incorporated in Wilmington, Delaware. It is the largest privately held corporation in the United States in terms of revenue.","imgUrl":"http://localhost:5000/images/cargill.jpeg","jobs":[{"id":"7","name":"Machine Learning Engineer","salary":152000,"location":"India","description":"The Machine Learning Software Engineer will develop software solutions with and for our business partners and customers, to digitise our products lines. We seek a creative professional who can build software prototypes to help our business partners interact and innovate with working software."}],"comments":[]},{"id":"6","name":"FourKites","description":"FourKites is the world's fastest-growing predictive supply chain platform, delivering real-time visibility and execution for Fortune 500 companies and third-party logistics firms across 70 countries. Using a proprietary algorithm to calculate shipment arrival times, FourKites enables customers to lower operating costs, improve on-time performance, and strengthen end-customer relationships. ","imgUrl":"http://localhost:5000/images/fourkites.jpeg","jobs":[],"comments":[]},{"id":"7","name":"Zoom","description":"Zoom Video Communications, Inc. is an American communications technology company headquartered in San Jose, California. It provides video-telephony and online chat services through a cloud-based peer-to-peer software platform and is used for teleconferencing, telecommuting, distance education, and social relations.","imgUrl":"http://localhost:5000/images/zoom.jpg","jobs":[{"id":"8","name":"DevOps Engineer","salary":135000,"location":"Bengaluru, Karnataka","description":"Zoomies help the world connect — and deliver happiness while doing it. We set out to build the best video conferencing product for the enterprise, and today help people communicate better with products like Zoom Phone, Zoom Rooms, Zoom Video Webinars, Zoom Apps, and OnZoom."}],"comments":[]},{"id":"9","name":"CodeNation Innovation Labs","description":"We are a motley crew of coders, bursting with tenacity, ambition and talent, brought together by a common goal to create class products and killer enterprise software that deliver tremendous business value. Unconstrained by a traditional corporate structure, we carry the power to shape our own culture and mission.","imgUrl":"http://localhost:5000/images/codenation.png","jobs":[],"comments":[]}]